{
    "Quest.FirstObjective": "Crie um {{Item}}.",
    "Quest.LastObjective": "Traga o {{Item}} para Willy.",
    "Quest.CompleteDialog": "É isso, né? Assim que eu terminar os testes, direi ao Clint para te enviar uma nova receita.$h",
    "Quest.LastCompleteDialog": "Esse é o último, né? Assim que eu terminar, vou mandar sua recompensa pelo correio.$h",
    "Quest.Description": "Willy e Clint pediram ajuda em seu projeto de combate inquebrável. Crie um {{Item}} e leve-o para Willy.",
    "EverlastingBait.Letter": "Ei, eu quero compartilhar um segredo com você. É muito ruim para os negócios, mas você é tão bom amigo que eu não me importo. Um grande pescador tem que saber disso. Depois de salvar a vida de um mago no mar, ele me ensinou como fazer uma isca que duraria para sempre em um gancho. Não é difícil de fazer, mas você precisará de um item muito especial. ^ Mas não coloque em potes de caranguejo ou você vai perdê-lo. ^ -Willy",
    "EverlastingBait.Name": "Isca eterna",
    "EverlastingWildBait.Letter": "Olá, amigo. ^ Lembra quando te ensinei a fazer isca selvagem? Isso foi divertido, devemos fazer isso de novo ... ^ Eu estava falando sobre isso para mago no outro dia e ele me mostrou como fazer a isca durar para sempre, não é ótimo? ^ Mas não precisa vir aqui pessoalmente, desta vez, estou lhe enviando a receita. ^ -Linus",
    "EverlastingWildBait.Name": "Isca Selvagem Eterna",
    "EverlastingMagnet.Letter": "Saudações, jovem adepto. ^ Como você é um mestre na arte de pescar, vou ensiná-lo a fazer um imã eterno. Desta forma, você pode encontrar mais itens arcanos enquanto pesca. ^ Mas use-o com sabedoria, você não quer perturbar o equilíbrio das águas. ^ -M. Rasmodius, o mago.",
    "EverlastingMagnet.Name": "Ímã eterno",
    "UnbreakableTackleIntroduction.Letter": "Querido @, ^ Em uma de nossas noites de bebedeira no bom e velho Stardop Saloon, Clint e eu tínhamos a ideia de fazer equipamentos inquebráveis. ^ Colocamos nossas mentes juntas e criamos algumas plantas. Mas mesmo sendo mestres em nossa própria experiência, mas não conseguimos combinar nossas habilidades para criá-los. ^ É onde precisamos de você. Desde que você é um grande artesão e também um grande pescador, nós pensamos que você poderia ser o único a fazer esses equipamentos para nós. ^ Clint irá enviar-lhe uma receita de cada vez. Assim que estiver pronto, traga o equipamento para eu testar. Como eu confirmo que funciona, Clint irá enviar-lhe uma nova receita. ^ Se tudo correr bem, eu lhe darei uma boa recompensa. E claro, você pode manter as receitas enquanto as cria. ^ Eu sei que você pode fazer isso. ^ -Willy",
    "UnbreakableSpinner.Letter": "Eu acho que Willy já explicou nosso plano para você. ^ Nossa primeira receita é realmente simples, só precisamos de um par de barras de irídio e dobrar a quantidade de material usado para fazer um giro regular. ^Não se esqueça de trazer para Willy quando terminar.^   -Clint",
    "UnbreakableSpinner.Name": "Anzol Inquebrável",
    "UnbreakableLeadBobber.Letter": "Este foi difícil de conceber, já que Willy nem sabe como fazer bóias de chumbo. Ele os importa para vender em sua loja. ^ Mas achamos que podemos reproduzir seu efeito com um pedaço de âncora e algumas barras de irídio.^Leve para Willy quando fizer.^   -Clint",
    "UnbreakableLeadBobber.Name": "Boia de chumbo inquebrável",
    "UnbreakableTrapBobber.Letter": "Willy diz que este é um dos equipamentos mais úteis, mas também foi o mais complicado para nós.^Mesmo com o irídio tornando-o inquebrável, a seiva é o que faz com que funcione, e uma vez que tenha desaparecido, ele pararia de funcionar.^Willy falou sobre isso com Demetrius e daí veio a ideia de adicionar fertilizantes e uma semente de bolota.^Esperamos que funcione.^   -Clint",
    "UnbreakableTrapBobber.Name": "Boia-armadilha Inquebrável",
    "UnbreakableCorkBobber.Letter": "Agora estamos mais confiantes de que a idéia geral de usar o dobro de materiais e irídio para manter tudo junto deve funcionar como base para as receitas. ^ No próximo, a gosma era o problema, mas já que eu conheço minerais muito bem, tenho certeza de que a gosma petrificada fará o truque. Willy estará esperando para testá-lo.^   -Clint",
    "UnbreakableCorkBobber.Name": "Boia de cortiça inquebrável",
    "UnbreakableTreasureHunter.Letter": "Se esse equipamento funcionar, eu também poderia começar a pescar. ^ Eu odeio ter que lutar quando vou para as minas, então a pesca pode ser uma boa maneira de obter minério extra, minerais e pedras preciosas. ^ Desta vez, precisaremos de mais do que isso. materiais duplos, mas tenho certeza que vai se pagar.^   -Clint",
    "UnbreakableTreasureHunter.Name": "Caça ao Tesouro Inquebrável",
    "UnbreakableBarbedHook.Letter": "Sem surpresas com o gancho farpado, precisamos apenas de uma tonelada de irídio para evitar que todos esses pontos afiados se quebrem. ^ Nosso projeto está quase pronto, Willy deveria estar ansioso para receber esse equipamento para que você possa começar o último em breve.^   -Clint",
    "UnbreakableBarbedHook.Name": "Anzol Farpado Inquebrável",
    "UnbreakableDressedSpinner.Letter": "Esta é minha obra-prima. Eu me inspirei em Emily e adicionei todas as suas gemas favoritas à receita. ^ Já que este é o nosso último equipamento e eu não tenho mais receitas, você pode estar pensando em guardar para si mesmo, mas Willy tem uma boa recompensa para te dar por esse. ^ Obrigado por ajudar.   -Clint",
    "UnbreakableDressedSpinner.Name": "Isca Artificial Inquebrável",
    "UnbreakableTackleReward.Letter": "Ei @, ^ Eu sempre soube que se alguém pudesse tornar essas plantas uma realidade, era você. Com sua ajuda, agora sou capaz de fazê-las eu mesmo. To Para mostrar nosso grande apreço por seu trabalho, estou enviando-lhe este fragmento prismático que tive a sorte de encontrar em uma velha expedição. Eu quero que você fique com isso. ^   -Willy"
}