{
	"Meat.Beef.Name":"Bife",
	"Meat.Beef.Description":"Carne de vaca. Gordurosa e suculenta.",	
	"Meat.Pork.Name":"Pork",
	"Meat.Pork.Description":"Carne de porco. Muito nutritiva.",
	"Meat.Chicken.Name":"Galinha",
	"Meat.Chicken.Description":"Carne de galinha. Bem macia.",
	"Meat.Duck.Name":"Pato",
	"Meat.Duck.Description":"Carne de pato. É mais escrura e saborosa que a de galinha.",
	"Meat.Rabbit.Name":"Coelho",
	"Meat.Rabbit.Description":"Carne de coelho. Bem magra.",
	"Meat.Mutton.Name":"Mutton",
	"Meat.Mutton.Description":"Carne de ovelha ou cabra.",
	//Cooking
	"Cooking.Meatloaf.Name":"Bolo de Carne",
	"Cooking.Meatloaf.Description":"Um bolo de carne denso coberto com molho de tomate.",
	"Cooking.Meatloaf.Letter":"@,^Lembre-se de manter-se saudável ou não terá energia o suficiente para trabalhar! Estou mandando uma das minhas receitas favoritas. Lembre-se de usar tomates maduros! ^ -Lewis^^P.S. Não conte para Marnie!",
	"Cooking.OrangeChicken.Name":"Frango com Laranja",
	"Cooking.OrangeChicken.Description":"Tem um molho doce e picante.",
	"Cooking.OrangeChicken.TV":"Frango com Laranja! O outrono chegou e você estava se perguntando o que fazer com todas essas laranjas você colhey no versão. Não se preocupe mais, O prato de hoje é tão gostoso quanto facil de fazer. Comece a espremer as laranjas enquanto me escuta...",
	"Cooking.MonteCristo.Name":"Monte Cristo",
	"Cooking.MonteCristo.Description":"Tem uma boa cobertura grossa e é absolutamente delicioso.",
	"Cooking.MonteCristo.Letter":"Olá, @,Eu percebi que você gosta de coletar tanto quanto eu, então deixe-me compartilhar um segredo com você. Eu não gosto muito de sanduíches, mas tem uma exceção. Quando vou fazer longas caminhadas na Floresta Cinzaseiva, eu sempre levo este comigo. Ele me ajuda a foca em encontrar o produtos de melhor qualidade. ^Espero que você também goste.^ -Leah",
	"Cooking.BaconCheeseburger.Name":"Bacon Cheeseburger",
	"Cooking.BaconCheeseburger.Description":"O melhor tipo de hamburger.",
	"Cooking.BaconCheeseburger.Letter":"Olá, @,^você provou meu hamburger na última feira? Essa receita é ainda melhor. Eu só compartilho ela com meus melhores amigos! ^ -Gus",
	"Cooking.RoastDuck.Name":"Pato Assado",
	"Cooking.RoastDuck.Description":"Simplicidade no seu melhor.",
	"Cooking.RoastDuck.TV":"Pato Assado! Esta é uma receita facil para aprender a preparar carnes. Você vai precisar de um pedaço de pato e os temperos de sua preferencia. Eu sugiro sal, pimenta do reino misturadas em manteiga derretida. Algumas pessoas dizem que esta refeição faz seu corpo ficar tão resistente quanto a pele crocante do pato. Então, vamos começar...",
	"Cooking.RabbitAuVin.Name":"Coelho au Vin",
	"Cooking.RabbitAuVin.Description":"Uma forte e sofisticada refeição que vai fazer você sentir que consegue enfrentar qualquer coisa.",
	"Cooking.RabbitAuVin.TV":"Coelho au Vin! Provavelmente a receita mais sofisticada que eu já cozinhei. Se você pretende imprecionar alguém, eu garanto que você terá sucesso! A aparência é fabulosa, o cheiro divido e o gosto é dos deuses. Agora comece as anotações, você vai precisa...",
	"Cooking.SteakFajitas.Name":"Steak Fajitas",
	"Cooking.SteakFajitas.Description":"Apimentado ganhou um novo nível.",
	"Cooking.SteakFajitas.TV":"Steak Fajitas! Esta começando a se sentir enferrujado com o frio chegando? Depois de comer minhas Fajitas você estar tão quente que vai se entir capaz de correr de Zuzu para Stardew em minutos. Separe um bife, cebolinhas e pimenta quente. Agora dobre a quantidade! Vamos fritar tudo em olho quente... mmmm... Meus olhos já estão lacrimejando...",
	"Cooking.GlazedHam.Name":"Presunto Caramelado",
	"Cooking.GlazedHam.Description":"O presunto tem um suculento e doce sabor.",
	"Cooking.GlazedHam.Letter":"Bem, eu sei de algumas receitas.^Já que você tem sido um bom cliente e amigo, pensei em mandar uma que é um segredo da minha família... talvez ajude você a minerar mais ou algo assim.^Cuide-se.^ -Clint",
	"Cooking.SummerSausage.Name":"Salame de Verão",
	"Cooking.SummerSausage.Description":"Bife, bacon e alho se unem em distinto sabor picante.",
	"Cooking.SummerSausage.TV":"Salame de Verão! Você sabe por quê ele leva o nome da estação? Bem, usando fermentação lática, cura, and defumação, linguiceiros foram capazes de fazer um produto é não só delicioso, mas pode ser guardado sem refrigeração... mesmo durante o verão! Para o meu salame eu gosto de usar bife, bacon e para um sabor picante, alho.",
	"Cooking.SweetAndSourPork.Name":"Porco Agridoce",
	"Cooking.SweetAndSourPork.Description":"Suculento porco crocante, temperado na combinação perfeita de vinagre e açucar.",
	"Cooking.SweetAndSourPork.Letter":"@,^Esta minha receita ganhou o primeiro lugar em uma competição de culinária! Eu acho ela perfeita para quando tenho muito trapalho para fazer no jardim. Obrigada pela amizada comigo e com o Kent! ^ -Jodi",
	"Cooking.RabbitStew.Name":"Coelho Ensopado",
	"Cooking.RabbitStew.Description":"Uma rustica e amável receita de pato que vai te aquecer para aguentar qualquer coisa.",
	"Cooking.RabbitStew.Letter":"@,^Como você vai? Você deve ser cuidadoso enquanto explora as minas. Estou enviando a receita de uma refeição que eu como antes de ir ate lá. Eu sou um dos poucos do vale que consegue capturar um coelho selvagem. Você pode achar muitas cenouras nas minas. Alho-poró esta em toda parte na primavera. Você pode pegar batatas e tomates na...^ Tenho certeza que você vai descobrir.^ -Linus",
	"Cooking.WinterDuck.Name":"Pato de Inverno",
	"Cooking.WinterDuck.Description":"Este pato levemente adocicado é perfeito para as comemorações.",
	"Cooking.WinterDuck.TV":"Winter Duck! I saved this one for the last Meat Friday of the year because it goes great with the festivities. Tales of good fortune always surrounded pomegranate, and this is something welcomed when a new year is about to start. But it's not easy to cook snow yam, so here are my tips...",
	"Cooking.WinterDuck.TV":"Pato de Inverno! I guardei essa receita para a ultima Sexta da Carne do ano porque ela cai muito bem nas comemorações. Existem muitas lendas de boa sorte ligadas a romã, e todos querem boa sorte quando um ano está para começar. Mas não é facil cozinhar Inhame de neve, estão aqui estão minhas dicas...",
	"Cooking.SteakWithMushrooms.Name":"Steak com Cogumelos",
	"Cooking.SteakWithMushrooms.Description":"Você irá sentir a força da terra passando pelo seu corpo.",
	"Cooking.SteakWithMushrooms.Letter":"@,^Eu ouvi que você tem matado muitos montros. ^Meu treinador costumava preparar uma comida especial para nós antes de um jogo importante. Ela supostamente nos deixava mais fortes e rápidos. ^Então eu pedi para ele a receita para te dar. ^Ela também é muito gostosa. ^ -Alex",
	"Cooking.CowboyDinner.Name":"Jantar de Vaqueiro",
	"Cooking.CowboyDinner.Description":"A refeição de um fazendeiro campeão.",
	"Cooking.CowboyDinner.Letter":"Sr. @,^mais uma vez obrigado por todas as suas contribuições. ^Você pode não saber, mas eu nem sempre fui curador de museu. Antes de descobrir minha verdadeira vocação, eu trabalhei como vaqueiro. ^Esta receita que estou lhe enviando é tradicional de onde eu vim. Não é muito, mas considere ela meu agradecimento pessoal a você. ^ -Gunther¦Sra. @,^mais uma vez obrigado por todas as suas contribuições. ^Você pode não saber, mas eu nem sempre fui curador de museu. Antes de descobrir minha verdadeira vocação, eu trabalhei como vaqueiro. ^Esta receita que estou lhe enviando é tradicional de onde eu vim. Não é muito, mas considere ela meu agradecimento pessoal a você. ^ -Gunther",
	"Cooking.Bacon.Name":"Bacon",
	"Cooking.Bacon.Description":"É bacon!",
	"Cooking.Bacon.TV":"Bacon! Everyone knows a recipes that uses bacon, but not everyone knows how to get a piece of pork and turn into this delicious meat, that goes well with almost anything. That's what I'm teaching you today, now listen closely...",
	"Cooking.Bacon.TV":"Bacon! Todo mundo conhece uma receita com bacon, mas quase ninguém pegar um pedaço de carne de porco e transformar nessa maravilha, que vai bem com quase qualquer comida. Isso é o que vou ensinar hoje, agora escute atentamente...",
	// TV	
	"TV.MeatFriday.ChannelDisplayName":"Rainha do Molho - Sexta da Carne",
	"TV.MeatFriday.ReRunDisplaySuffix":"(reprise)",
	"TV.MeatFriday.Announcement":"Olá para todos! Sou eu, a rainha do molho... e estou aqui para ensinar a vocês uma receita secreta de carne de dar água na boca. O prato desta sexta...",
	// Tools
	"Tool.MeatCleaver.Name": "Cutelo",
	"Tool.MeatCleaver.Description": "Transforma seus animais em carne.",
	"Tool.MeatCleaver.TooYoung": "{{animalName}} é muito nova para ser transformada em carne.",
	"Tool.MeatCleaver.Letter": "Olá @,^^    Nos sabemos que você é possui um animal de fazenda. Parabéns!^    Aqui no nosso mundo, nós amamos muito os animais, mas infelizmente eles não conseguem reproduzir. Então, nos estamos sempre procurando mais em outros mundos.^    Nos sabemos que os humanos amam carne, e você pode um dia querer matar seus animais por sua carne... NÃO FAÇA ISSO!^^    Então, aqui esta minha proposta. Para nossa sorte, aqui carne cresce em árvore. Apenas envie para nós seus animais, e nos lhe enviaremos cane de volta. Nós prometemos tomar conta deles muito bem.^    Nós enviamos para você uma varinha mágica, apenas use ela no animal do qual vocÊ quiser carne para fazer a troca. Quanto mais ele te amar, mais carne nos lhe enviaremos. Nós podemos até enviar alguns itens extras dependendo do animal enviado.^    -Seu amigo interdimencional^^P.S. Nós sabemos que a varinha se parece com um Cutelo, nos tivemos que fazer desta forma para agradar a sede de sangue de alguns humanos.",
	"Tool.MeatCleaver.Name.Soft": "Varinha Troca Carne",
	"Tool.MeatCleaver.Description.Soft": "Troca seus animais por carne.",
	"Tool.MeatCleaver.TooYoung": "{{animalName}} é muito nova para ser trocada por carne.",
	"Tool.MeatCleaver.Letter.Soft": "Olá @,^^    Nos sabemos que você é possui um animal de fazenda. Parabéns!^    Aqui no nosso mundo, nós amamos muito os animais, mas infelizmente eles não conseguem reproduzir. Então, nos estamos sempre procurando mais em outros mundos.^    Nos sabemos que os humanos amam carne, e você pode um dia querer matar seus animais por sua carne... NÃO FAÇA ISSO!^^    Então, aqui esta minha proposta. Para nossa sorte, aqui carne cresce em árvore. Apenas envie para nós seus animais, e nos lhe enviaremos cane de volta. Nós prometemos tomar conta deles muito bem.^    Nós enviamos para você uma varinha mágica, apenas use ela no animal do qual vocÊ quiser carne para fazer a troca. Quanto mais ele te amar, mais carne nos lhe enviaremos. Nós podemos até enviar alguns itens extras dependendo do animal enviado.^    -Seu amigo interdimencional",
}